tap "homebrew/bundle"
tap "homebrew/services"
tap "romkatv/powerlevel10k"

brew "minipro"
brew "llvm"
brew "picocom"
brew "nmap"
brew "cmake"
brew "curl"
brew "docker"
brew "git"
brew "go"
brew "python"
brew "virtualenv"
brew "htop"
brew "jq"
brew "powerlevel10k"
brew "watch"
brew "wget"
brew "mas"
brew "platformio"
brew "nvm"
brew "vite"
brew "cmake"
brew "ninja"
brew "dfu-util"

cask "obsidian"
cask "iTerm2"
cask "1password"
cask "1password-cli"
cask "jetbrains-toolbox"
cask "dropbox"
cask "sublime-text"
cask "mullvadvpn"
cask "discord"
cask "freecad"
cask "microsoft-remote-desktop"
cask "superslicer"
cask "utm"
cask "teamviewer"
cask "vlc"
cask "google-chrome"

cask "visual-studio-code"
